results_text = {"0.8":
                    'Поздравляем, ты выиграл скидку 0.8% на обучение в гитарной академии AkStar!\n\n' \
                    '🎁 промокод —  ЭТЮД4\n\n' \
                    '1️⃣ КУРС: https://akstar-music.com/\n'
                    '2️⃣ КУРС: https://akstar-music.com/2\n\n' \
                    '⏰ Промокод действует 72 часа',
                "8":
                    'Поздравляем, ты выиграл скидку 8% на обучение в гитарной академии AkStar!\n\n' \
                    '🎁 промокод – БАТАРЕЙКА137\n\n' \
                    '1️⃣ КУРС: https://akstar-music.com/\n'
                    '2️⃣ КУРС: https://akstar-music.com/2\n\n' \
                    '⏰ Промокод действует 72 часа',
                "18":
                    'Поздравляем, ты выиграл скидку 18% на обучение в гитарной академии AkStar!\n\n'
                    '🎁 промокод – ЛИРИКА94\n\n' \
                    '1️⃣ КУРС: https://akstar-music.com/\n'
                    '2️⃣ КУРС: https://akstar-music.com/2\n\n' \
                    '⏰ Промокод действует 72 часа',
                "28":
                    'Поздравляем, ты выиграл скидку 28% на обучение в гитарной академии AkStar!\n\n'
                    '🎁 промокод —  АСТРОНОМИЯ42\n\n' \
                    '1️⃣ КУРС: https://akstar-music.com/\n'
                    '2️⃣ КУРС: https://akstar-music.com/2\n\n' \
                    '⏰ Промокод действует 72 часа',
                "38":
                    'Поздравляем, ты выиграл скидку 38% на обучение в гитарной академии AkStar! \n\n'
                    '🎁 промокод —  АСТУРИЯ14\n\n' \
                    '1️⃣ КУРС: https://akstar-music.com/\n'
                    '2️⃣ КУРС: https://akstar-music.com/2\n\n' \
                    '⏰ Промокод действует 72 часа',
                "38.8":
                    'Поздравляем, ты выиграл скидку 38.8% на обучение в гитарной академии AkStar! \n\n'
                    '🎁 промокод —  КИНО1\n\n' \
                    '1️⃣ КУРС: https://akstar-music.com/\n'
                    '2️⃣ КУРС: https://akstar-music.com/2\n\n' \
                    '⏰ Промокод действует 72 часа'
                }
